export const grades = {
    7: {
        title: "پایه هفتم",
        color: "#2563EB"
    },

    8: {
        title: "پایه هشتم",
        color: "#10B981"
    },

    9: {
        title: "پایه نهم",
        color: "#F59E0B"
    }
};

export const chapters = {

    7: [

        "راهبردهای حل مسئله",
        "عددهای صحیح",
        "جبر و معادله",
        "هندسه و استدلال",
        "شمارنده‌ها و اعداد اول",
        "سطح و حجم",
        "توان و جذر",
        "بردار و مختصات",
        "آمار و احتمال"

    ],

    8: [

        "عددهای صحیح و گویا",
        "اولویت عملیات",
        "چندضلعی‌ها",
        "جبر و معادله",
        "بردار و مختصات",
        "مثلث",
        "توان و جذر",
        "آمار و احتمال",
        "دایره"

    ],

    9: [

        "مجموعه‌ها",
        "عددهای حقیقی",
        "استدلال و اثبات",
        "توان و ریشه",
        "عبارت‌های جبری",
        "خط و معادله",
        "عبارت‌های گویا",
        "حجم و مساحت",
        "احتمال"

    ]

};
